Revit 2024 API
BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegion Property
 Can't draw [Filled Region Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotDrawFilledRegion { get; }
Visual Basic
Public Shared ReadOnly Property CannotDrawFilledRegion As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotDrawFilledRegion {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FilledRegionFailures Class
Autodesk.Revit.DB Namespace